import React from 'react';

const ModelX = () => {
    return (
        <div>
            <h2>Tesla Model X</h2>
            <p> полноразмерный электрический кроссовер производства компании Tesla. Прототип был впервые показан в Лос-Анджелесе 9 февраля 2012 года[1]. Коммерческие поставки начались 29 сентября 2015 года. Tesla Model X разрабатывается на базе платформы Tesla Model S и собирается на основном заводе компании во Фримонте, штат Калифорния.</p>
        </div>
    );
};

export default ModelX;