import React from 'react';

const Roadster = () => {
    return (
        <div>
            <h2>Tesla Roadster</h2>
            <p>спортивный электромобиль, первый автомобиль американской компании Tesla. Выпускался в 2008—2012 годах, было собрано около 2600 автомобилей.[1][2] Цена автомобиля — около 110 тысяч долларов[3].
Официальная презентация состоялась 19 июля 2006 года в Санта-Моника, Калифорния.
Tesla Roadster способен разгоняться до 100 км/ч менее чем за 4 секунды. Максимальная скорость принудительно ограничена 201,1 км/ч[4]. Заряда литий-ионных (Li-ion) батарей хватает на 300—400 км. Полная зарядка аккумуляторов занимает 3,5 часа. Стоимость базовой модели — 109 000 долларов.</p>
        </div>
    );
};

export default Roadster;