import React from 'react';

const Desc = () => {
    return (
        <div>
            <p>
            Базовая модель S использует жидкостное охлаждение двигателя переменного тока, который имеет мощность 362 лошадиные силы. Согласно US Environmental Protection Agency (EPA) заряда литий-ионного аккумулятора ёмкостью 85 кВт⋅ч хватает на 426 км (265 миль)[9].

Как показывает практика, Tesla Model S P85 способна проехать до 380 км при околонулевой температуре воздуха со средним расходом энергии ≈0,2 кВт/ч[10]. Но это при средней скорости около 80 км/ч. Если ехать быстрее (и особенно в случае «нелинейного», интенсивного движения и/или в городской черте), то расход энергии может резко вырасти, вплоть до двукратного размера относительно указанного, с соответствующими последствиями в виде заметного снижения запаса хода. При температуре −20° запас хода S P85 приблизительно 180 км[11], при −26° — 160 км[12].
            </p>
        </div>
    );
};

export default Desc;